function rot13(message){
  //your code here




}

console.log(rot13("day"))
console.log('jhg');


  

// ROT13 - это простой шифр подстановки букв, который заменяет букву буквой из 13 букв после нее в алфавите. ROT13 - это пример шифра Цезаря.
// Создайте функцию, которая принимает строку и возвращает строку, зашифрованную с помощью Rot13.
// Если в строку включены числа или специальные символы, они должны быть возвращены как есть.Следует сдвигать только буквы
// латинского / английского алфавита, как в оригинальной "реализации" Rot13.